Repository: tenbuschs/st_cv_website
Catalog: lib/l10n/app_*.arb
Languages: de

# thwTitle
source: Volunteer at German Federal Agency for Technical Relief
de: Helfer beim Technischen Hilfswerk

# thwCompany
source: German Federal Agency for Technical Relief
de: Technisches Hilfswerk (THW)

# thwDescription
source: Volunteer at the German Federal Agency for Technical Relief (THW). Initially in the Lingen branch (2020-2022) and then in the Osnabrück branch (2022-2024). Training and support in various emergency situations of civil defence and disaster control.
de: Freiwilliger Helfer bei der Bundesanstalt THW. Zunächst im Ortsverband Lingen (2020-2022) und anschließend im Ortsverband Osnabrück (2022-2024). Ausbildung und Unterstützung in verschiedenen Notfallsituationen des Zivil- und Katastrophenschutzes.

# thwHighlight1
source: Unique insights into civil defence and disaster control
de: Einzigartige Einblicke in Zivil- und Katastrophenschutz

# thwHighlight2
source: Extensive training (rock, wood and metalworking, electrical engineering, pump technology, etc.)
de: Umfangreiche Ausbildung (Gesteins- Holz- und Metallbearbeitung, Elektrotechnik, Pumptechnik, etc.)

# thwHighlight3
source: Working as an examiner to test new volunteers
de: Tätigkeit als Prüfer für die Prüfung neuer Helfender

# thwHighlight4
source: Emergency response to the flood in the Ahr valley in 2020
de: Einsatz bei der Flut im Ahrtal 2020

# thwHighlight5
source: Emergency response to the Emsland flood in 2023
de: Einsatz bei der Emslandflut 2023

# thwLink
source: Website: https://www.thw.de/EN/homepage/homepage_node.html
de: Website: https://www.thw.de/DE/Startseite/startseite_node.html

# locationDorsten
source: Dorsten, Germany
de: Dorsten, Deutschland

# locationLingen
source: Lingen (Ems), Germany
de: Lingen (Ems), Deutschland

# locationOsna
source: Osnabrück, Germany
de: Osnabrück, Deutschland

# locationLincoln
source: Lincoln, New Zealand
de: Lincoln, Neuseeland

# locationGladbeck
source: Gladbeck, Germany
de: Gladbeck, Deutschland

# locationThw
source: Lingen (Ems) and Osnabrück, Germany
de: Lingen (Ems) und Osnabrück, Deutschland

# hsosName
source: University of Applied Sciences Osnabrück
de: Hochschule Osnabrück
