Repository: tenbuschs/st_cv_website
Catalog: lib/l10n/app_*.arb
Languages: de

# greeting
source: Hi, I'm Simon
de: Moin, ich bin Simon

# profession
source: Precision Agriculture Engineer
de: Ingenieur für Präzisionslandwirtschaft

# loginDescription
source: Please log in to see my profile.
de: Bitte melden Sie sich an, um mein Profil zu sehen.

# loginFailed
source: Login failed. Check username and password.
de: Login fehlgeschlagen. Bitte versuchen Sie es erneut.

# aboutMe
source: I am passionate about arable farming and agricultural technology, especially everything that could be summarised under Precision Farming and Smart Farming. Enjoy exploring my website!
de: Meine Leidenschaft gilt dem Ackerbau und der Agrartechnik, insbesondere allem, was man unter Precision Farming und Smart Farming zusammenfassen kann. Viel Spaß beim Stöbern auf meiner Website!

source: Experience
de: Berufserfahrung

source: Education
de: Ausbildung

# volunteering
source: Side Quests & Certificates
de: Nebenmissionen & Fleißbienchen

# currentlyWorking
source: Current
de: Heute

# referenceRequest
source: Reference (contact information on request):
de: Referenz (Kontaktinformationen auf Anfrage):

source: year
de: Jahr

source: years
de: Jahre

source: month
de: Monat

source: months
de: Monate

# sdcTitle
source: Event and Facilities Support
de: Event und Facilities Support

# sdcLocation
source: Rolleston, New Zealand
de: Rolleston, Neuseeland

# sdcDescription
source: Casual job to assist in the organisation and running of local community events and facilities. The core activities are operations (set-up and pack-down, material transport) and customer support (greeting, serving, handling all enquiries).
de: Nebentätigkeit zur Unterstützung bei der Organisation und Durchführung von Veranstaltungen und Einrichtungen der Gemeinde. Die Haupttätigkeiten sind Operationen (Auf- und Abbau, Materialtransport) und Kundenbetreuung (Begrüßung, Bedienung, Bearbeitung sämtlicher Anfragen).

# sdcHighlight1
source: Experience in dealing with a wide variety of people
de: Erfahrungen im Umgang mit verschiedensten Menschen

# sdcHighlight2
source: Insights into the realisation of large events
de: Einblicke in die Realisierung großer Veranstaltungen

# sdcReference
source: Maria Flower, Senior Advisor Community Events (and Funding)
de: Maria Flower, Senior Advisor für Gemeindeveranstaltungen (und Finanzierung)

# raDescription
source: First point of contact for students in halls of residence. Support with the organisation of events and activities. Promoting a positive living atmosphere. Ensuring compliance with student well-being guidelines.
de: Erste Anlaufstelle für Studenten , die in den Wohnheimen leben. Unterstützung bei der Organisation von Veranstaltungen und Aktivitäten. Förderung einer positiven Wohnatmosphäre. Sicherstellung der Einhaltung der Richtlinien zum Wohlbefinden der Studierenden.

# raHighlight1
source: Expansion of my competences in the area of pastoral care and stress management
de: Verbesserung meiner Kompetenzen im Bereich Seelsorge und Stressbewältigung

# raHighlight2
source: Digitalisation and improvement of processes through my new spreadsheet
de: Digitalisierung und Verbesserung von Prozessen durch meine neue Excel-Tabelle

# raHighlight3
source: Confrontation with extreme emotional situations
de: Konfrontation mit emotionalen Extremsituationen

# raReference2
source: Rachel Close, Operations Lead
de: Rachel Close, Operative Leitung

# msfLocation
source: Varley, WA, Australia
de: Varley, WA, Australien

# msfReference1
source: Allan Sutherland, Senior Farm Owner and Manager
de: Allan Sutherland, Senior Farm Besitzer und Manager

# msfHarvestTitle
source: Chaser Bin Driver
de: Überladewagenfahrer

# msfHarvestDescription
source: Work as a chaser bin driver, mainly with JCB 8330 and NYREX Titan II. Including all maintenance and care of the vehicles. The farm cultivates around 14,500 hectares of arable land with Controlled Traffic Farming and no-till farming. The main crops grown are wheat, barley, rapeseed and lupins.
de: Arbeit als Überladewagenfahrer, vorwiegend mit JCB 8330 und NYREX Titan II. Einschließlich sämtlicher Wartung und Pflege des Gespannes. Der Betrieb bewirtschaftet rund 14.500 ha Ackerbau mit Controlled Traffic Farming und Direktsaat. Angebaut werden vorwiegend Weizen, Gerste, Raps und Lupinen.

# msfHarvestHighlight1
source: Insights into large-scale harvest logistics
de: Einblicke in die großskalierte Ernte-Logistik

# msfHarvestHighlight2
source: Management responsibility for other chaser bin drivers
de: Führungsverantwortung für andere Überladewagenfahrer

# msfHarvestHighlight3
source: Improved utilisation of the guidance system for chaser bins
de: Verbesserte Nutzung des Lenksystems für Überladewagen

# msfHarvestHighlight4
source: Fighting wildfires and bushfires
de: Bekämpfen von Busch- und Flächenbränden

# msfSeedingTitle
source: Air Seeder Operator
de: Air Seeder Fahrer

# msfSeedingDescription
source: Seeding of grain and rapeseed using an 18-metre pneumatic direct seeder and John Deere 9560 R. Including all maintenance and repair work as well as seed and fertiliser logistics. The farm cultivates around 14,500 hectares of arable land with Controlled Traffic Farming and no-till farming. The main crops grown are wheat, barley, rapeseed and lupins.
de: Aussaat von Getreide und Raps mit einer 18 Meter breiten pneumatischen Direktsaatmaschine und einem John Deere 9560 R. Einschließlich aller Wartungs- und Reparaturarbeiten sowie der Saatgut- und Düngerlogistik. Der Betrieb bewirtschaftet rund 14.500 ha Ackerbau mit Controlled Traffic Farming und Direktsaat. Angebaut werden vorwiegend Weizen, Gerste, Raps und Lupinen.

# msfSeedingHighlight1
source: Impressions of water- and resource-saving cultivation through direct sowing
de: Einblicke in die wasser- und ressourcensparende Bewirtschaftung durch Direktsaat

# msfSeedingHighlight2
source: Optimisation of work quality through more precise calibration
de: Optimierung der Arbeitsqualität durch präzisere Kalibrierung

# msfSeedingHighlight3
source: Using a shared coverage map in Green Star
de: Einsatz einer geteilten Bearbeitungskarte in Green Star

# dillonTitle
source: Farm Hand
de: Landwirtschaftlicher Mitarbeiter

# dillonLocation
source: Riversdale, New Zealand
de: Riversdale, Neuseeland

# dillonDescription
source: Carrying out all tasks on the farm. Mainly driving tractors (harvest logistics, soil cultivation, sowing), but also maintenance and servicing work, grain storage, and activities in livestock farming. The farm manages almost 1000 ha with mainly arable farming (wheat, barley, triticale, rape) and some lamb and beef finishing. A large focus is on the milling and mixing of grain and delivery to neighbouring livestock farmers.
de: Erledigung sämtlicher Aufgaben auf dem Hof. Vor allem Traktorfahren (Erntelogistik, Bodenbearbeitung, Aussaat), aber auch Wartungs- und Pflegearbeiten, Ein-, Um- und Auslagerung von Getreide sowie Tätigkeiten in der Tierhaltung. Der Betrieb bewirtschaftet knapp 1000 ha mit überwiegend Ackerbau (Weizen, Gerste, Triticale, Raps) und etwas Lamm- und Rindermast. Ein großer Schwerpunkt ist das Mahlen und Mischen von Getreide und die Lieferung an benachbarte Tierhalter.

# dillonHighlight1
source: Alternative storage methods in grain hoses
de: Alternative Getreidelagerung in Kunststoffschläuchen

# dillonHighlight2
source: Insights into post-harvest burning
de: Einblicke in das Verfahren der Brandrodung nach der Ernte

# dillonHighlight3
source: Learnings on the importance of team spirit and leadership qualities
de: Erkenntnisse über die Bedeutung von Teamgeist und Führungsqualitäten

# dillonReference
source: Kenny Jackson, 2nd in Charge
de: Kenny Jackson, Vorarbeiter

# latviaTitle
source: Machinery Operator
de: Maschinenführer

# latviaLocation
source: Satiki, Latvia
de: Satiki, Lettland

# latviaDescription
source: 10-week summer job for harvesting and seeding on a German-speaking farm. Supporting the harvest logistics in an agri -truck, spreading slug pellets, spreading fertiliser, soil cultivation using a disc harrow and cultivator. The arable farm cultivates around 5000 ha (wheat, barley and rapeseed). The farm also has large storage capacities and its own seed processing facility.
de: 10-wöchiger Sommerjob zur Ernte und Aussaat auf einem deutschsprachigem Betrieb. Unterstützen der Erntelogistik in einem Agri -Truck, Streuen von Schneckenkorn, Dünger streuen, Bodenbearbeitung mittels Scheibenegge und Grubber. Der Ackerbaubetrieb bewirtschaftet rund 5000 ha (Weizen, Gerste und Raps). Außerdem verfügt der Betrieb über große Lagerkapazitäten und eine eigene Saatgutaufbereitung.

# latviaHighlight1
source: Narrow time window for harvesting and sowing due to northern latitude
de: Enges Zeitfenster für Ernte und Aussaat aufgrund der nördlichen Lage

# latviaHighlight2
source: Setup of section control for fertiliser spreader
de: Einrichtung der Teilbreitenschaltung für den Düngerstreuer

# latviaHighlight3
source: Completely independent fertiliser application on almost 4000 ha (incl. calibrations, fertiliser logistics, field planning)
de: Vollständig eigenständige Düngung von fast 4000 ha (inkl. Kalibrierungen, Düngerlogistik, Flächenplanung)

# hiwiTitle
source: Scientific Assistant
de: Wissenschaftlicher Mitarbeiter

# hiwiDescription
source: Support with experiments in various scientific projects. Mainly collecting data in the field (biomass samples, soil samples, weed identification, etc.) as a basis for decision support systems based on drone images.
de: Unterstützung bei Versuchen in verschiedenen wissenschaftlichen Projekten. Vorwiegend Sammeln von Daten im Feld (Biomasseproben, Bodenproben, Beikrautbestimmung, etc.) als Grundlage für Entscheidungsunterstützungssysteme basierend auf Drohnenbildern.

# hiwiHighlight1
source: Handling state-of-the-art measurement technology
de: Umgang mit State-of-the-Art Messtechnik

# hiwiHighlight2
source: Familiarisation with various experimental setups
de: Kennenlernen verschiedener Versuchsaufbauten

# hiwiHighlight3
source: Transfer events between science and practice
de: Transferveranstaltungen zwischen Wissenschaft und Praxis

# hiwiHighlight4
source: Knowledge for the identification of weeds
de: Wissen zur Bestimmung von Beikräutern

# kroneTitle
source: Mechatronics Engineer in R&D Electronics
de: Mechatronikingenieur in der Elektronikentwicklung

# kroneCompany
source: KRONE Agriculture SE
de: Maschinenfabrik Bernard KRONE GmbH & Co. KG

# kroneLocation
source: Spelle, Germany
de: Spelle, Deutschland

# kroneDescription
source: Dual Studies and Working Student in the R&D Electronics department with focus on software development.
de: Duales Studium und anschließend Tätigkeit als Werkstudent.

# kroneHighlight1
source: Development of a joystick steering system for the BiG X forage harvester
de: Entwicklung einer Joysticklenkung für den Feldhäcksler BiG X

# kroneHighlight2
source: Further development of the AutoFill overloading automation on the BiG X
de: Weiterentwicklung der Überladeautomatik AutoFill am BiG X

# kroneHighlight3
source: Development of a new ISOBUS user interface
de: Mitentwicklung eines neuen ISOBUS User Interface

# kroneHighlight4
source: Working on confidential pre-development projects
de: Mitwirken bei vertraulichen Vorentwicklungsprojekten

# kroneLink
source: Company Website: https://www.krone-agriculture.com/en/
de: Unternehmenswebsite: https://www.krone-agriculture.com/de/

# marshLocation
source: Te Puke, New Zealand
de: Te Puke, Neuseeland

# marshDescription
source: Driving for the contracting company in the autumn season and helping with all tasks. The company specialises in grassland and maize harvesting. In this context, my work focused on mowing, raking, baling and wrapping, but I also carried out reseeding and transport.
de: Fahren für das Lohnunternehmen in der Herbstsaison und helfen bei sämtlichen Aufgaben. Das Unternehmen ist auf die Ernte von Grünfutter und Mais spezialisiert. Fokus auf das Mähen, Schwaden, Pressen und Wickeln, aber auch Nachsaaten und Transporte.

# marshHighlight1
source: Mowing with butterfly mower
de: Mähen mit einer Schmetterlingskombination

# marshHighlight2
source: Gaining experience of driving on steep terrain
de: Sammeln von Fahrerfahrungen im steilen Gelände

# marshHighlight3
source: Learning round baling
de: Erlernen des Rundballenpressens

# marshLink
source: Company Website: https://www.marshcontracting.co.nz/
de: Unternehmenswebsite: https://www.marshcontracting.co.nz/

# marshReference
source: Tammy Marsh, Owner and Manager
de: Tammy Marsh, Inhaberin und Geschäftsführerin

# schuetzTitle
source: Machinery Operator
de: Maschinenführer

# schuetzLocation
source: Calbe (Saale), Germany
de: Calbe (Saale), Deutschland

# schuetzDescription
source: Operating combine harvesters (Claas Lexion 480 to 600) for several seasons in various conditions. Also baling (Krone BiG Pack) and transport activities.
de: Bedienung von Mähdreschern (Claas Lexion 480 bis 600) für mehrere Saisons. Außerdem Ballenpressen (Krone BiG Pack) und Transporttätigkeiten.

# schuetzHighlight1
source: Corn threshing in snow and frost
de: Maisdreschen in Schnee und Frost

# schuetzHighlight2
source: In-depth maintenance and repair of agricultural machinery, esp. combine harvesters
de: Tiefgreifende Wartung und Reparatur von Landmaschinen, insb. Mähdreschern

# schuetzHighlight3
source: Only chaser bin driver for 6 combine harvesters in rapeseed
de: Überladewagenfahrer für 6 Mähdrescher im Raps

# schuetzHighlight4
source: Night shift maize chopping
de: Nachtschicht Maishäckseln

# schuetzHighlight5
source: 200 km road journey of a combine harvester at 20 km/h
de: 200 km Straßenfahrt eines Mähdreschers mit 20 km/h

# saudhofTitle
source: Machinery Operator
de: Erntehelfer

# saudhofLocation
source: Nelben, Germany
de: Nelben, Deutschland

# saudhofDescription
source: Summer holiday job to assist with all agricultural work. This includes harvest logistics, soil cultivation, bale logistics, lucerne harvest. The farm is an organic arable farm with just under 700 ha. Wheat, barley, spelt, grain maize, maize silage, lupins, sunflowers, sugar beet, lucerne, potatoes and pumpkins are cultivated.
de: Sommerferienjob zur Unterstützung bei sämtlichen landwirtschaftlichen Arbeiten. Dazu zählen Erntelogistik, Bodenbearbeitung, Ballenlogistik, Luzerneernte. Der Betrieb ist ein ökologisch wirtschaftender Ackerbaubetrieb mit knapp 700 ha. Angebaut werden Weizen, Gerste, Dinkel, Körnermais, Maissilage, Lupinen, Sonnenblumen, Zuckerrüben, Luzerne, Kartoffeln und Kürbisse.

# saudhofHighlight1
source: First points of contact with large-scale organic farming
de: Erste Berührungspunkte mit großflächigem ökologischem Landbau

# saudhofHighlight2
source: Intensive insights into mechanical weed control
de: Intensive Einblicke in mechanische Beikrautregulierung

# saudhofHighlight3
source: First points of contact with GNSS guidance systems and Auto Turn
de: Erste Berührungspunkte mit GNSS-Lenksystemen und Auto Turn

# saudhofHighlight4
source: Getting to know new crops
de: Kennenlernen neuer Ackerkulturen

# dalhausTitle
source: Farm Hand
de: Aushilfe

# dalhausDescription
source: Part-time job during school times, support with all agricultural work including pig fattening, special crop cultivation and direct sales. The farm cultivates almost 70 hectares and grows cereals (wheat, barley, corn) and special crops (strawberries, raspberries, asparagus). In addition, 1000 pigs are fattened.
de: Nebentätigkeit zu Schulzeiten, Unterstützung bei sämtlichen landwirtschaftlichen Arbeiten inklusive Schweinemast, Sonderkulturanbau und Direktvermarktung. Der Hof bewirtschaftet knapp 70 ha und baut Getreide (Weizen, Gerste, Körnermais) und Sonderkulturen (Erdbeeren, Himbeeren, Spargel) an. Außerdem werden 1000 Schweine gemästet.

# dalhausHighlight1
source: Selling in the farm shop and at farmers' markets
de: Verkauf im Hofladen und auf Wochenmärkten

# dalhausHighlight2
source: Insights into fruit and vegetable growing
de: Einblicke in den Obst- und Gemüseanbau

# dalhausHighlight3
source: Independently completing all tasks throughout the agricultural year
de: Eigenständiges erledigen sämtlicher Aufgaben über das gesamte landwirtschaftliche Jahr

# dalhausHighlight4
source: Versatile maintenance and repairs as well as construction activities on the farm
de: Vielseitige Wartungen und Reparaturen sowie Bautätigkeiten am Hof

# dalhausReference1
source: Ludger Dalhaus, Senior Farmer
de: Ludger Dalhaus, Landwirt

# dalhausReference2
source: Dr. Tobias Dalhaus, Junior Farmer and lecturer in agricultural economics
de: Dr. Tobias Dalhaus, promovierter Landwirt und Dozent für Agrarökonomie

# dalhausLink
source: Farm Website: https://www.bauer-dalhaus.de/
de: Website: https://www.bauer-dalhaus.de/

# sudenTitle
source: Internship as an Agricultural and Construction Machinery Mechanic
de: Praktikum als Land- und Baumaschinenmechaniker

# sudenDescription
source: School internship focussing on agricultural and construction machinery repairs. The construction company, which specialises in civil engineering and earthworks, has an extensive workshop for its own repairs.
de: Schulpraktikum mit Fokus auf land- und baumaschinentechnische Reparaturen. Das Bauunternehmen mit fokus auf Tiefbau und Erdarbeiten verfügt über eine umfangreiche Werkstatt für eigene Reparaturen.

# sudenHighlight1
source: Insights into large construction machines
de: Einblicke in große Baumaschinen

# sudenHighlight2
source: Complete disassembly of a wheel loader to repair the articulated steering
de: Komplettzerlegung eines Radladers zwecks Reparatur der Knicklenkung

# sudenHighlight3
source: Replacing a diesel engine in an excavator
de: Austausch eines Dieselmotors in einem Bagger

# sudenLink
source: Company Website: https://www.suden.de/leistungen/lkw-und-baumaschinentechnik/
de: Website: https://www.suden.de/leistungen/lkw-und-baumaschinentechnik/

# masterDescription
source: Master's degree programme with a focus on precision agriculture technologies and practices. This programme serves the promising crossover between agriculture and (software) technologies.
de: Masterstudiengang mit Fokus auf Präzisionslandwirtschaftstechnologien und -praktiken. Dieser bedient die zukunftsträchtige Schnittstelle zwischen Landwirtschaft und (Software-)Technologien.

# masterHighlight1
source: Creation of a Fresh Water Farm Plan as part of the Soil Science course
de: Erstellung eines Fresh Water Farm Plans im Rahmen des Kurses Bodenkunde

# masterHighlight2
source: Field trips to FAR Research sites
de: Exkursionen zu FAR Research Flächen

# masterHighlight3
source: In-depth GIS course with practical projects
de: Tiefgreifender GIS Kurs mit praxisnahen Projekten

# masterHighlight4
source: Guest lecturers with extensive practical experience in the field of precision farming
de: Gastdozenten mit hoher Praxiserfahrung im Bereich Precision Farming

# masterLink
source: Course Website: https://www.lincoln.ac.nz/study/study-programmes/programme-search/master-of-precision-agriculture/
de: Website: https://www.lincoln.ac.nz/study/study-programmes/programme-search/master-of-precision-agriculture/

# bwaTitle
source: B.Eng. Agri-Food Engineering and Business
de: B.Eng. Wirtschaftsingenieurwesen Agrar / Lebensmittel

# bwaDescription
source: Second Bachelor's degree programme with the aim of learning the basics of agriculture and economics in a structured way. The specialisation is agricultural and biosystems engineering.
de: Zweiter Bachelor-Studiengang mit dem Ziel, die Grundlagen der Agrarwissenschaften und Ökonomie strukturiert zu erlernen. Die Spezialisierung ist Agrar- und Biosystemtechnik.

# bwaHighlight1
source: Tutoring in various courses for fellow students
de: Tutoring in verschiedenen Kursen für Mitstudierende

# bwaHighlight2
source: Versatile excursions and guest lecturers with a high level of practical relevance
de: Vielseitige Exkursionen und Gastdozenten mit hohem Praxisbezug

# bwaHighlight3
source: Bachelor's thesis in cooperation with KRONE in the interface area between agriculture and agricultural engineering
de: Bachelorarbeit in Kooperation mit KRONE im Schnittstellenbereich zwischen Landwirtschaft und Landtechnik

# bwaHighlight4
source: Final grade of 1.59
de: Abschlussnote von 1,59

# bwaLink
source: Course Website: https://www.hs-osnabrueck.de/en/study/study-offerings/bachelor/agri-food-engineering-and-business-beng/
de: Website: https://www.hs-osnabrueck.de/studium/studienangebot/bachelor/wirtschaftsingenieurwesen-agrarlebensmittel-beng/

# etsTitle
source: B.Eng. Engineering of Technical Systems (Mechatronics)
de: B.Eng. Enginnering Technischer Systeme, Fachrichtung Mechatronik

# etsDescription
source: Dual study programme to become a mechatronics engineer. This means switching between university and company (KRONE) every 10 weeks. This means that theoretical content from the degree programme can be applied directly in practice.
de: Duales Studium zum Mechatronikingenieur. Dies bedeutet, dass alle 10 Wochen zwischen Universität und Unternehmen (KRONE) gewechselt wird. So können theoretische Inhalte aus dem Studium direkt in der Praxis angewendet werden.

# etsHighlight1
source: Versatile fundamentals in mechanics, electronics and IT
de: Vielseitige Grundlagen in Mechanik, Elektronik und Informatik

# etsHighlight2
source: Major company-related project to improve spare parts logistics
de: Unternehmensbezogenes Großprojekt zur Verbesserung der Ersatzteillogistik

# etsHighlight3
source: Bachelor's thesis in the field of validation of a mechatronic system in a forage harvester
de: Bachelorarbeit im Bereich Validierung eines mechatronischen Systems im Feldhäcksler

# etsHighlight4
source: Final grade of 1.82
de: Abschlussnote von 1.82

# etsLink
source: Course Website: https://www.hs-osnabrueck.de/en/study/study-offerings/bachelor/ets-mechatronics-beng-dual-campus-lingen-ems/
de: Website: https://www.hs-osnabrueck.de/studium/studienangebot/bachelor/ets-mechatronik-beng-dual-standort-lingen-ems/

# schoolTitle
source: School Education up to General Higher Qualification for University Entrance
de: Schulbildung bis zur Allgemeinen Hochschulreife

# schoolName
source: Hermannschule (Primary School) and Ratsgymnasium (High School)
de: Hermannschule (Grundschule) und Ratsgymnasium

# schoolDescription
source: School education up to the university entrance qualification including primary school (4 years) and high school (8 years).
de: Schulbildung bis zum Abitur inklusive Grundschule (4 Jahre) und Gymnasium (8 Jahre).

# courseRepDescription
source: Acting as a liaison between students and faculty, collecting feedback and representing student concerns in course-related matters. Regular participation in meetings with the Dean.
de: Bindeglied zwischen Studierenden und Fakultät, Sammlung von Feedback und Vertretung studentischer Anliegen in kursbezogenen Angelegenheiten. Regelmäßige Teilnahme an Treffen mit dem Dekan.

# buddyDescription
source: Assisting new students in their transition to university life, providing guidance and support.
de: Unterstützung neuer Studierender beim Übergang zum Universitätsleben, Bereitstellung von Orientierung und Unterstützung.

# buddyReference
source: Jayne Smith, Student Buddy Coordinator
de: Jayne Smith, Koordinatorin Student Buddy Programm

# facultyCouncilTitle
source: Student Representative in Faculty Council
de: Studentische Vertretung im Fakultätsrat

# facultyCouncilDescription
source: Representing student interests in the faculty council, participating in decision-making processes regarding academic policies and programs.
de: Vertretung der studentischen Interessen im Fakultätsrat, Mitwirkung an Entscheidungsprozessen bezüglich akademischer Richtlinien und Programme.
